Revit 2027 API
ParameterTypeId.DividedpathMeasurementType Property
 "Measurement Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedpathMeasurementType { get; }
Public Shared ReadOnly Property DividedpathMeasurementType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedpathMeasurementType {
	ForgeTypeId^ get ();
}
static member DividedpathMeasurementType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace